{
    "meta": {
        "id": "0000",
        "Bu": "大乘般若部·第0000部",
        "title": "大清三藏圣教目录",
        "Arthur": "雍正皇帝等制",
        "last_bu": {},
        "next_bu": {
            "id": "0001-01",
            "name": "下一部：乾隆大藏经·大乘般若部·大般若波罗蜜多经六百卷（第一卷～第十卷）"
        }
    },
    "juans": [
        {
            "id": "j0000-1",
            "name": "大清三藏圣教目录",
            "chapters": []
        },
        {
            "id": "j0000-2",
            "name": "御制重刊藏经序",
            "chapters": []
        },
        {
            "id": "j0000-3",
            "name": "贞观三藏圣教序",
            "chapters": [
                {
                    "id": "j0000-4",
                    "name": "唐太宗文皇帝制",
                    "paragraphs": [
                        "盖闻：二仪有像，显覆载以含生；四时无形，潜寒暑以化物。是以窥天鉴地，庸愚皆识其端，明阴洞阳，贤哲罕穷其数。然而天地包乎阴阳而易识者，以其有像也；阴阳处乎天地而难穷者，以其无形也。故知像显可征虽愚不惑，形潜莫睹在智犹迷，况乎佛道崇虚，乘幽控寂，弘济万品，典御十方，举威灵而无上，抑神力而无下，大之则弥於宇宙，细之则摄於毫厘，无灭无生历千劫而不古，若隐若显运百福而长今，妙道凝玄，遵之莫知其际，法流湛寂，挹之莫测其源，故知蠢蠢凡愚区区庸鄙投其旨趣能无疑惑者哉！然则大教之兴基乎[，]西土，腾汉庭而皎梦，照东域而流慈。昔者分形分迹之时，言未驰而成化。当常现常之世，民仰德而知遵。及乎晦影归真，迁仪越世，金容掩色，不镜三千之光；丽象开图，空端四八之相。於是微言广被，拯含类於三塗，遗训遐宣，导群生於十地。然而真教难仰，莫能一其旨归，曲学易遵，邪正於焉纷纠，所以空有之论或习俗而是非，大小之乘乍沿时而隆替。有玄奘法师者，法门之领袖也。幼怀贞敏，早悟三空之心，长契神情，先苞四忍之行，松风水月未足比其清华，仙露明珠讵能方其朗润。故以智通无累神测未形，超六尘而迥出，只千古而无对，凝心内境，悲正法之陵迟，栖虑玄门，慨深文之讹谬，思欲分条析理广彼前闻，截伪续真开兹后学。是以翘心净土往游西域，乘危远迈杖策孤征，积雪晨飞途间失地，惊砂夕起空外迷天，万里山川拨烟霞而进影，百重寒暑蹑霜雨而前纵。诚重劳轻求深愿达，周游西宇十有七年，穷历道邦询求正教，双林八水味道餐风，鹿苑鹫峰瞻奇仰异，承至言於先圣，受真教於上贤，探赜妙门精穷奥业，一乘五律之道驰骤於心田，八藏三箧之文波涛於口海。爰自所历之国，总将三藏要文凡六百五十七部，译布中夏宣扬胜业。引慈云於西极，注法雨於东垂，圣教缺而复全，苍生罪而还福，湿火宅之乾焰共拔迷途，朗爱水之昏波同臻彼岸，是知恶因业[堕]坠，善以缘升，升堕之端惟人所托。譬夫桂生高岭，零露方得泫其花，莲出渌波，飞尘不能污其叶，非莲性自洁而桂质本贞良尔。所附者高则微物不能累，所凭者净则浊类不能沾。夫以卉木无知犹资善而成善，况乎人伦有识，不缘庆而求庆。方冀兹经流施，将日月而无穷，斯福遐敷，与乾坤而永大。"
                    ]
                }
            ]
        },
        {
            "id": "j0000-5",
            "name": "永徽三藏圣教记",
            "chapters": [
                {
                    "id": "j0000-6",
                    "name": "唐高宗皇帝在春宫日制",
                    "paragraphs": [
                        "夫显扬正教，非智无以广其文。崇阐微言，非贤莫能定其旨。盖真如圣教者，诸法之玄宗，众经之轨躅也。综括宏远，奥旨遐深，极空有之精微，体生灭之机要，词茂道旷，寻之者不究其源；文显义幽，履之者莫测其际。故知圣慈所被，业无善而不臻；妙化所敷，缘无恶而不翦，开法网之纲纪，弘六度之正教，拯群有之涂炭，启三藏之秘扃。是以名无翼而长飞，道无根而永固。道名流庆，历遂古而镇常；赴感应身，经尘劫而不朽。晨钟夕梵交二音於鹫峰，慧日法流转双轮於鹿苑。排空宝盖接翔云而共飞，荘野春林与天花而合彩。伏惟皇帝陛下上玄资福，垂拱而治八荒德被，黔黎敛衽而朝万国，恩加朽骨石室归贝叶之文，泽及昆虫金匮流梵说之偈，遂使阿耨达水通神甸之八川，耆阇崛山接嵩华之翠岭。窃以法性凝寂，靡归心而不通；智地玄奥，咸恳诚而遂显，岂谓重昏之夜烛慧炬之光，火宅之朝降法雨之泽，於是百川异流同会於海，万区分义总成乎实，岂与汤武校其优劣，尧舜比其圣德者哉！玄奘法师者，夙怀聪令，立志夷简。神清龆龀之年，体拔浮华之世，凝情定室匿迹幽岩，栖息三禅巡游十地，超六尘之境独步迦维，会一乘之旨随机化物。以中华之无质，寻印度之真文，远涉恒河终期满字，频登雪岭更获半珠，问道往还十有七载，备通释典利物为心。以贞观十九年二月六日，奉敕於弘福寺翻译圣教要文，凡六百五十七部。引大海之法流，洗尘劳而不竭，传智灯之长焰，皎幽暗而恒明，自非久植胜缘，何以显扬斯旨！所谓法相常住，齐三光之明，我皇福臻，同二仪之固。伏见御制众经论序，照古胜今，理含金石之声，文抱风云之润。治輙以轻尘足岳，坠露添流，略举大纲以为斯记。"
                    ]
                }
            ]
        },
        {
            "id": "j0000-7",
            "name": "正统御制大藏经序",
            "chapters": []
        },
        {
            "id": "j0000-8",
            "name": "万历御制新刊续入藏经序",
            "chapters": []
        },
        {
            "id": "j0000-9",
            "name": "万历御制圣母印施佛藏经序",
            "chapters": []
        },
        {
            "id": "j0000-10",
            "name": "圣母印施佛藏经赞有序",
            "chapters": []
        },
        {
            "id": "j0000-11",
            "name": "大般若经初会序",
            "chapters": [
                {
                    "id": "j0000-12",
                    "name": "西明寺沙门玄则制",
                    "paragraphs": [
                        "大般若经者，乃希代之绝唱，旷劫之遐津。光被人天，括囊真俗，诚入神之奥府，有国之灵镇。自非圣德远覃哲人孤出，则玄音罕贸圆教岂臻！所以帝叙金照皇述琼振，事邈千古理镜三辰，郁矣斯文备乎兹日！然则部分二四，昔徒掌其半珠，会兼十六，今乃握其全宝。窃案诸会别起，每比一部，辄复本以殊迹，各申一序。至如灵峰始集宏韵首驰，控荡身源敷弘心要。何者？夫五蕴为有情之封，二我为有封之宅，宅我而举，则渴焰之水方深，封蕴以居，则寻香之堞弭峻，焉识夫我之所根者想，想妄而我不存，蕴之所系者名，名假而蕴无托。故即空之谈启，亡言之理畅，阅纷俗於非动，置蠢徒於不生，齐谷响於百名，俦镜姿於万像，筌宰失寄而後真宰独融，规准莫施而後冲规妙立。虑涂千泯言术四穷，使夫浅躁投机，拘挛解桎，媲司南之有在，同拱北以知归。义既天悠，词仍海溢，且为诸分之本，又是前古未传，凡勒成四百卷八十五品矣！或谓权之方土理宜裁译，窃应之曰：一言可蔽而雅颂之作联章，二字可题而涅\n      之音积轴，优柔阐缓，其慈诲乎！若译而可削，恐贻患於伤手，今传而必本，庶无讥於溢言。况搦扎之辰慨念增损，而魂交之夕炯戒昭彰，终始感贻具如别录。其有大心茂器久闻历奉者，自致不惊不怖爰谘爰度矣！"
                    ]
                }
            ]
        },
        {
            "id": "j0000-13",
            "name": "大清三藏圣教目录四卷",
            "chapters": []
        },
        {
            "id": "j0000-14",
            "name": "大清重刻龙藏汇记",
            "chapters": []
        }
    ]
}